{
    "text1":"Amanda Bergman, age 37, presented as an established patient to Dr. Jessica Johnson Zortman on September 30, 2022 with complaints of pain in the thoracic spine and ribs (6/10). A causal history, including trauma, was not identified for her complaints. Based on a supplemental letter from the provider, Ms. Bergman had a medical history of grand mal seizures and prior episodes of pain in the neck, mid-back and low back. Radiographic findings were not included to determine the extent of Ms. Bergman's spinal health.\n\nMs. Bergman underwent a total of 98 treatments from September 30, 2022 through September 27, 2023. Treatment included 1-2 services per visit and consisted of spinal manipulation to 3-4 regions (98941) and 1-unit of therapeutic exercise (97110).",
    "text2":"Krystal Turner, age 39, presented as a new patient to Dr. Jessica Johnson Zortman on April 28, 2023 with complaints of pain in the mid-back and lower back with shooting pain into the hips, bilateral knee pain and bilateral foot pain (6/10). A causal history, including trauma, was not identified for her complaints. Based on a supplemental letter from the provider, Ms. Turner had a medical history of chronic pain throughout her body, multiple surgeries on her feet resulting in an altered gait and shoulder surgery. Radiographic findings were not included to determine the extent of Ms. Turner's spinal health. \n\n Ms. Turner underwent a total of 52 treatments from April 28, 2023 through September 26, 2023. Treatment included 1-2 services per visit and consisted of spinal manipulation to 3-4 regions (98941) and 1-unit of therapeutic exercise (97110).",
    "text3":"Macilynn Warrick, age 11, presented as an established patient to Dr. Jessica Johnson Zortman on September 14, 2022 with complaints of being 'miserable' from a sinus infection that started several days prior. Specific musculoskeletal complaints were not provided. Macilynn then presented on September 28, 2022 with muscle rigidity and being 'tilted with muscle strain' after having a seizure the day before. Based on a supplemental letter from the provider, Macilynn is non-verbal and is wheelchair bound with autism and a seizure disorder. It was noted that she has a history of aspiration pneumonia, has limited control of her arms and legs and has developed a lateral spinal curvature associated with being in a wheelchair. Due to Macilynn's condition, it was noted that it is not possible to obtain pain information from her besides physical reactions to palpation. Radiographic findings were not included to determine the extent of Macilynn's spinal health.\n\n    Macilynn underwent a total of 35 treatments from September 14, 2022 through September 5, 2023. Treatment included 1 service per visit and consisted of spinal manipulation to 3-4 regions (98941).",
    "text4":"Megan Warrick, age 13, presented as an established patient to Dr. Jessica Johnson Zortman on September 14, 2022 with complaints of pain in the thoracic spine and ribs (6/10). A causal history, including trauma, was not identified for her complaints. Based on a supplemental letter from the provider, Megan had a medical history of grand mal seizures and prior episodes of pain in the neck, mid-back and low back. Radiographic findings were not included to determine the extent of Megan's spinal health.\n\n  Megan underwent a total of 35 treatments from September 14, 2022 through September 5, 2023. Treatment included 1 service per visit and consisted of spinal manipulation to 3-4 regions (98941).",
    "text5":"Molly Ross, age 32, presented as an established patient to Dr. Jessica Johnson Zortman on September 14, 2022 with complaints of pain in the low back and hip, as well as tightness in the neck and upper back. A subjective pain rating was not included to assess Ms. Ross's perception of her complaints. A causal history, including trauma, was not identified for her complaints. A past medical history was not included for review. Based on a supplemental letter from the provider, Ms. Ross experiences 'many flare-ups and new injuries' associated with being the primary caregiver of her 20-month-old baby and wheelchair-bound daughter. Radiographic findings were not included to determine the extent of Ms. Ross's spinal health. \n\n  Ms. Ross underwent a total of 96 treatments from September 14, 2022 through September 25, 2023. Treatment included 1-2 services per visit and consisted of spinal manipulation to 3-4 regions (98941) and 1-unit of therapeutic exercise (97110).",
    "text6":"Susan Heald, age 54, presented as an established patient to Dr. Jessica Johnson Zortman on November 3, 2022 with complaints of pain in the neck and upper back with numbness and tingling in the left arm and fingers (8/10). A causal history, including trauma, was not identified for her complaints. Her past medical history included neck surgery 5 years ago, carpal tunnel surgery, degenerative disc disease in the low back and chronic radiating neck pain. Radiographic findings were not included to determine the extent of Ms. Heald's spinal health. \n\n     Ms. Heald underwent a total of 33 treatments from November 30, 2022 through September 20, 2023. Treatment included 2 services per visit and consisted of spinal manipulation to 3-4 regions (98941) and 1-unit of therapeutic exercise (97110)."
}